[
 	{"name": "American Sniper",
 	 "duration": 132 ,
	"description": "Navy SEAL sniper Chris Kyle's pinpoint accuracy saves countless lives on the battlefield and turns him into a legend. Back home to his wife and kids after four tours of duty, however, Chris finds that it is the war he can't leave behind",
	"image": "http://nnbdesigner.wpengine.com/designer-blog/wp-content/uploads/sites/2/2015/02/american-sniper-poster.jpg",
	"trailer": "https://www.youtube.com/embed/ZT06OYmA_5s",
	"imdb": "http://www.imdb.com/title/tt2179136/",
	"year": 2015,
	"director": "Clint Eastwood", 
	"genero": "Accion",
	"actor": ["Bradley Cooper","Kyle Gallner","Cole Konis","Ben Reed"]
	},


	{"name": "El Hobbit 3",
 	 "duration": 144,
	"description": "El Hobbit: La batalla de los cinco ejércitos supone el épico final de las aventuras de Bilbo Bolsón, Thorin Escudo de Roble y la Compañía de los Enanos. Cuando reclamaron su patria al dragón Smaug, la Compañía desató sin querer una fuerza malvada en el mundo. Furioso, Smaug descarga llamaradas de ira sobre los habitantes indefensos de Ciudad del Lago.",
	"image": "http://im.ziffdavisinternational.com/ign_es/screenshot/default/poster-de-el-hobbit-la-batalla-de-los-cinco-ejercitos-original_zqu1.jpg",
	"trailer": "https://www.youtube.com/embed/jMuceulJQy8",
	"imdb": "http://www.imdb.com/title/tt2310332/",
	"year": 2014,
	"director": "Peter Jackson",
	"genero": "Fantasia",
	"actor": ["Ian McKellen", "Ken Stott", "Martin Freeman", "Richard Armitage" ]
	},


	{"name": "Relatos salvajes",
 	 "duration": 115,
	"description": "La desigualdad, la injusticia y la exigencia del mundo en que vivimos producen que muchas personas se estresen o se depriman. Algunas explotan. Esta es una película sobre ellos. Los protagonistas de “Relatos Salvajes”, vulnerables ante una realidad que súbitamente se altera y se torna impredecible, se entregan al innegable placer de perder el control.",
	"image": "http://www.elseptimoarte.net/carteles/relatos_salvajes_31490.jpg",
	"trailer": "https://www.youtube.com/embed/DctshzmKGUw",
	"imdb": "http://www.imdb.com/title/tt3011894",
	"year": 2014,
	"director": "Damián Szifrón",
	"genero": "Drama",
	"actor": ["Darío Grandinetti", "Erica Rivas", "Julieta Zylberberg", "Leonardo Sbaraglia", "Oscar Martínez", "Ricardo Darín", "Rita Cortese"]
	},


	
	{"name": "Una noche en le museo 3",
 	 "duration": 98,
	"description": "Cuando las piezas de exposición del Museo de Historia Natural de Nueva York, que cobran vida de noche, comienzan a comportarse de forma extraña, Larry, recientemente ascendido a director de actividades nocturnas del museo, debe averiguar el porqué. La Tablilla que de forma mágica devuelve la vida a las criaturas, ha empezado a deteriorarse y la única forma de restaurarla puede estar en el Museo Británico. Larry, que hará cualquier cosa para salvar a su “familia” del museo, emprende, acompañado de su hijo Nick y de las piezas de la exposición, el viaje de Nueva York a Londres, donde deben descubrir el secreto de la Tablilla. ",
	"image": "https://cinembrollos.files.wordpress.com/2014/11/night_at_the_museum_secret_of_the_tomb_ver13_xlg.jpg",
	"trailer": "https://www.youtube.com/embed/LdFTA6m2PWg",
	"imdb": "http://www.imdb.com/title/tt2692250",
	"year": 2014,
	"director": "Shawn Levy",
	"genero": "Comedia",
	"actor": ["Ben Stiller", "Owen Wilson", "Robin Williams", "Steve Coogan"]
	},


	{"name": "El Origen",
 	 "duration": 148,
	"description": "Dom Cobb (DiCaprio) es un experto en el arte de apropiarse, durante el sueño, de los secretos del subconsciente ajeno. La extraña habilidad de Cobb le ha convertido en un hombre muy cotizado en el mundo del espionaje, pero también lo ha condenado a ser un fugitivo y, por consiguiente, a renunciar a llevar una vida normal. Su única oportunidad para cambiar de vida será hacer exactamente lo contrario de lo que ha hecho siempre: la incepción, que consiste en implantar una idea en el subconsciente en lugar de sustraerla. Sin embargo, su plan se complica debido a la intervención de alguien que parece predecir cada uno de sus movimientos, alguien a quien sólo Cobb podrá descubrir.",
	"image": "http://vignette3.wikia.nocookie.net/doblaje/images/a/a5/El-origen-poster-Mexico.jpg/revision/latest?cb=20110807212826&path-prefix=es",
	"trailer": "https://www.youtube.com/embed/RyfbchpdJ6U",
	"imdb": "http://www.imdb.com/title/tt1375666",
	"year": 2010,
	"director": "Christopher Nolan",
	"genero": "Ciencia-Ficcion",
	"actor": ["Cillian Murphy", "Dileep Rao", "Ellen Page", "Joseph Gordon-Levitt", "Ken Watanabe", "Leonardo DiCaprio", "Lukas Haas"]
	},


	{"name": "La isla siniestra",
 	 "duration": 139,
	"description": "Verano de 1954. Los agentes judiciales Teddy Daniels (Leonardo DiCaprio) y Chuck Aule (Mark Ruffalo) son destinados a una remota isla del puerto de Boston para investigar la desaparición de una peligrosa asesina (Emily Mortimer) que estaba recluida en el hospital psiquiátrico Ashecliffe, un centro penitenciario para criminales perturbados dirigido por el siniestro doctor John Cawley (Ben Kingsley). Pronto descubrirán que el centro guarda muchos secretos y que la isla esconde algo más peligroso que los pacientes. ",
	"image": "http://www.biosstars-mx.com/wp-content/uploads/2014/02/laisla.jpg",
	"trailer": "https://www.youtube.com/embed/PbjiRGgqL3Q",
	"imdb": "http://www.imdb.com/title/tt1130884",
	"year": 2010,
	"director": "Martin Scorsese",
	"genero": "Suspenso",
	"actor": ["Ben Kingsley", "Christopher Denham", "Elias Koteas", "Emily Mortimer", "Jackie Earle Haley", "John Carroll Lynch", "Leonardo DiCaprio"]
	},


	{"name": "Birdman",
	"duration": 119,
	"description": "Thomson (Michael Keaton) espera que encabezando una nueva y ambiciosa obra en Broadway logrará, entre otras cosas, dar nueva vida a su moribunda carrera. En muchos sentidos es un iniciativa profundamente insensata, pero el antiguo superhéroe del cine tiene grandes esperanzas de que este ardid creativo le legitimará como artista y demostrará a todos –incluido él mismo– que es algo más que una vieja gloria de Hollywood. ",
	"image": "http://nnbdesigner.wpengine.com/designer-blog/wp-content/uploads/sites/2/2015/02/birdman-movie-poster-1.jpg",
	"trailer": "https://www.youtube.com/embed/t2C2wGD_DmI",
	"imdb" : "http://www.imdb.com/title/tt2562232",
	"year": 2014,
	"director": "Alejandro González Iñárritu",
	"genero":  "Comedy",
	"actor":["Michael Keaton","Emma Stone","Zach Galifianakis","Naomi Watts","Edward Norton"]
	},


	{"name":"boyhood",
	"duration": 165,
	"description": " Drama rodado a lo largo de 12 años (2002-2013) pero en solo 39 días de rodaje. Es la historia de Mason (Ellar Coltrane) desde los seis años y durante una década poblada de cambios: mudanzas y controversias, relaciones que se tambalean, bodas, diferentes colegios, primeros amores, también desilusiones, momentos maravillosos, de miedo y de una constante mezcla de desgarro y sorpresa. Un viaje íntimo y épico por la euforia de la niñez, los sísmicos cambios de una familia moderna y el paso.",
	"image":"http://img4.wikia.nocookie.net/__cb20141118193713/doblaje/es/images/1/1e/Boyhood-poster.jpg",
	"trailer": "https://www.youtube.com/embed/x6GhFu1PDfI",
	"imdb":  "http://www.imdb.com/title/tt1065073",
	"year": 2014,
	"director": "Richard Linklater",
	"genero":"Drama",
	"actor":["Ellar Coltrane","Patricia Arquette","Elijah Smith","Lorelei Linklater"] 
	},


	{"name": "The Grand Budapest Hotel",
	"duration": 99,
	"description": "Gustave H. (Ralph Fiennes), un legendario conserje de un famoso hotel europeo de entreguerras, entabla amistad con Zero Moustafa (Tony Revolori), un joven empleado al que convierte en su protegido. La historia trata sobre el robo y la recuperación de una pintura renacentista de valor incalculable y sobre la batalla que enfrenta a los miembros de una familia por una inmensa fortuna. Como telón de fondo, los levantamientos que transformaron Europa durante la primera mitad del siglo XX.",
	"image": "http://nnbdesigner.wpengine.com/designer-blog/wp-content/uploads/sites/2/2015/02/grand_budapest_hotel_xlg.jpg",
	"trailer": "https://www.youtube.com/embed/QXMGdqo03Yw",
	"imdb":  "http://www.imdb.com/title/tt2278388/",
	"year": 2014,
	"director": " Wes Anderson",
	"genero": "Comedia",
	"actor":["Ralph Fiennes","F. Murray Abraham","Mathieu Amalric","Adrien Brody"]
	}	,

	{"name": "The Godfather",
	"duration":176,
	"description":"Don Vito Corleone es el jefe de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años 40. Don Corleone tiene cuatro hijos; una chica, Connie, y tres varones, Santino, o Sonny, como le gusta que le llamen, Michael y Freddie, al que envían exiliado a Las Vegas, dada su incapacidad para asumir puestos de mando en la Familia. Cuando otro capo, Sollozzo, al rechazar el Padrino intervenir en el negocio de estupefacientes, intenta asesinar a éste, empieza una cruenta lucha de violentos episodios entre los distintos grupos. ",
	"image":"http://www.gamerpy.com/v1/wp-content/uploads/2015/01/El-padrino-1.jpg" ,
	"trailer":"https://www.youtube.com/embed/gCVj1LeYnsc" ,
	"imdb":"http://www.imdb.com/title/tt0068646",
	"year": 1972,
	"director": "Francis Ford Coppola",
	"genero":"Drama",
	"actor":["Al Pacino", "Gianni Russo", " Marlon Brando"," Al Lettieri", "Jared Leto", "Richard Castellano"]
	},


{"name": "La lista de Schindler",
 	 "duration": 195,
	"description": "Segunda Guerra Mundial (1939-1945). Oskar Schindler (Liam Neeson), un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes (1939), consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente (Ben Kingsley), también judío, es el verdadero director en la sombra, pues Schindler carece completamente de conocimientos para dirigir una empresa.",
	"image": "https://s-media-cache-ak0.pinimg.com/originals/b2/62/ef/b262ef6fa0560b5b2bf6f4d093563838.jpg",
	"trailer": "https://www.youtube.com/embed/CIsLXCDiAIg",
	"imdb": "http://www.imdb.com/title/tt0108052",
	"year": 1993,
	"director": "Steven Spielberg",
	"genero": "Drama",
	"actor": ["Ben Kingsley", "Caroline Goodall","Embeth Davidtz"," Jonathan Sagall", "Liam Neeson"]
	},

	{"name": "Fight Club",
	"duration": 139,
	"description":"Un joven sin ilusiones lucha contra su insomnio, consecuencia quizás de su hastío por su gris y rutinaria vida. En un viaje en avión conoce a Tyler Durden, un carismático vendedor de jabón que sostiene una filosofía muy particular: el perfeccionismo es cosa de gentes débiles; en cambio, la autodestrucción es lo único que hace que realmente la vida merezca la pena. Ambos deciden entonces formar un club secreto de lucha donde descargar sus frustaciones y su ira que tendrá un éxito arrollador.",
	"image":"http://songson.net/all_posters/Fight_Club_poster_61213.jpg" ,
	"trailer":"https://www.youtube.com/embed/NjL5BrYD-w0" ,
	"imdb":"http://www.imdb.com/title/tt0137523/",
	"year": 1999,
	"director": "David funcher",
	"genero":"Drama",
	"actor":["Brad Pitt", "Edward Norton", "Eion Bailey"," Helena Bonham Carter", "Jared Leto", "Markus Redmond"]
	},
 

	{"name": "Big Hero 6",
 	 "duration": 108,
	"description": "Aventura de comedia y acción sobre Hiro Hamada, un brillante prodigio de la robótica que se encuentra atrapado en una trama criminal que amenaza con destruir la apresurada y tecnológica ciudad de San Fransokyo. Con la ayuda de su compañero más cercano – un robot llamado Baymax – Hiro une fuerzas con un reacio equipo de primerizos luchadores contra el crimen en una misión para salvar su ciudad.",
	"image" :"http://www.cinepremiere.com.mx/assets/images/noticias/2014/06-junio/BigHero-2.jpg",
	"trailer": "https://www.youtube.com/embed/lZ8fEBOt3tU",
	"imdb": "http://www.imdb.com/title/tt2245084",
	"year": 2014,
	"director": "Chris Williams, Don Hall",
	"genero": "Animacion",
	"actor": ["Alan Tudyk", "Charles Adler", "Damon Wayans Jr.", "Daniel Henney", "Genesis Rodriguez"]
	},


	{"name":  "The imitation game",
	"duration": 114,
	"description":"Biopic sobre el matemático británico Alan Turing, famoso por haber descifrado los códigos secretos nazis contenidos en la máquina Enigma, lo cual determinó el devenir de la II Guerra Mundial (1939-1945) en favor de los Aliados. Lejos de ser admirado como un héroe, Turing fue acusado y juzgado por su condición de homosexual en 1952.",
	"image": "http://nnbdesigner.wpengine.com/designer-blog/wp-content/uploads/sites/2/2015/02/The-Imitation-Game-Character-Poster-Benedict-Cumberbatch.jpg",
	"trailer": "https://www.youtube.com/embed/q5VZ-NNt4MQ",
	"imdb" : "http://www.imdb.com/title/tt2084970",
	"year":2014,
	"director":  "Morten Tyldum",
	"genero": "Thriller " ,
	"actor":["Benedict Cumberbatch","Keira Knightley","Matthew Goode","Rory Kinnear"]
	},


   {"name":  "Whiplash",
	"duration": 103,
	"description":"El objetivo de Andrew Neiman (Miles Teller), un joven y ambicioso baterista de jazz, es triunfar en el elitista Conservatorio de Música de la Costa Este en el que estudia. Marcado por el fracaso de la carrera literaria de su padre, Andrew alberga sueños de grandeza. Terence Fletcher (J.K. Simmons), un profesor conocido tanto por su talento como por sus rigurosos métodos de enseñanza, dirige el mejor conjunto de jazz del Conservatorio. Cuando Fletcher elige a Andrew para formar parte del conjunto musical que dirige, cambia para siempre la vida del joven",
	"image": "http://www.raymondyeung.com/movieadv/whiplash_poster.jpg",
	"trailer": "https://www.youtube.com/embed/khLbT8CDGlQ",
	"imdb" : "http://www.imdb.com/title/tt2582802/",
	"year":2014,
	"director":  "Damien Chazelle",
	"genero": "Drama" ,
	"actor":["Miles Teller", "J.K. Simmons", "Melissa Benoist", "Paul Reiser", "Austin Stowell", "Jayson Blair", "Kavita Patil"]
	},


	{"name": "Still alice" ,
	"duration": 101,
	"description": "Alice Howland (Julianne Moore) está orgullosa de la vida que tanto esfuerzo le ha costado construir. A los cincuenta, es profesora de psicología cognitiva en Harvard y una experta lingüista de fama mundial, con un marido exitoso y tres hijos adultos. Cuando empieza a sentirse desorientada, un trágico diagnóstico cambia su vida, al tiempo que su relación con su familia y con el mundo, para siempre. Con elegancia y delicadeza, la autora nos acerca a los sentimientos de quienes padecen alzhéimer y sus familias.",
	"image": "http://www.wearemoviegeeks.com/wp-content/uploads/STILL-ALICE-onesheet.jpg",
	"trailer": "https://www.youtube.com/embed/ZrXrZ5iiR0o",
	"imdb" :  "http://www.imdb.com/title/tt3316960",
	"year": 2014,
	"director": " Richard Glatzer, Wash Westmoreland",
	"genero":"Drama",
	"actor":["Julianne Moore","Kate Bosworth","Shane McRae","Hunter Parrish","Alec Baldwin"]
	},


	{"name": "Selma",
	"duration": 128,
	"description": " En la segunda mitad del siglo XX, en Alabama empezó la marcha que emprendió el líder negro Martin Luther King en defensa de los derechos civiles",
	"image": "http://especiales.eluniverso.com/premios-oscar/files/2015/02/tfHxLDQRixhEU0s.jpg",
	"trailer": "https://www.youtube.com/embed/fd1aTrVLLEM",
	"imdb" : "http://www.imdb.com/title/tt1020072/",
	"year": 2014,
	"director": " Ava DuVernay",
	"genero": "Biografia",
	"actor":["David Oyelowo","Carmen Ejogo","Jim France","Trinity Simone"]
	},


	{"name": "The Theory of Everything" ,
	"duration": 123,
	"description": "La teoría del todo es una historia tan extraordinaria como inspiradora en torno a una de las mentes contemporáneas más brillantes, el famoso astrofísico Stephen Hawking, y a dos personas capaces de superar las peores adversidades gracias al amor que sentían el uno por el otro.",
	"image": " http://www.thebarracks.info/wp-content/uploads/2015/02/poster_thetheoryofeverything.jpg",
	"trailer": "https://www.youtube.com/embed/4If5zM2Hh5A",
	"imdb" :  "http://www.imdb.com/title/tt2980516/",
	"year": 2015,
	"director": " James Marsh",
	"genero":"Biografia",
	"actor":["Eddie Redmayne","Felicity Jones","Tom Prior"]
	},


	{"name":  "ida",
	"duration": 82,
	"description":"Polonia, 1960. Anna (Agata Trzebuchowska), una joven novicia huérfana que está a punto de hacerse monja, descubre que tiene un pariente vivo: una hermana de su madre, pero que no quiso hacerse cargo de ella de niña. La madre superiora obliga entonces a Anna a que visite a su tía antes de tomar los hábitos. La joven conoce entonces a Wanda (Agata Kulesza), una jueza desencantada y alcohólica antigua fiscal del estado, que cuenta a su sobrina que su verdadero nombre es Ida Lebenstein, que es judía y que el trágico destino de su familia se remonta a la terrible época de la ocupación nazi",
	"image": "http://mvfilmsociety.com/film/wp-content/uploads/2014/08/ida-poster-334-b.jpg",
	"trailer": "https://www.youtube.com/embed/AntrawlOBWQ",
	"imdb" : "http://www.imdb.com/title/tt2718492",
	"year":2014,
	"director":  "Pawel Pawlikowski",
	"genero": "Drama" ,
	"actor":[ "Agata Kulesza"," Agata Trzebuchowska", "Dawid Ogrodnik"]
	}

]
